-- ----------------------------
-- Records of seller
-- ----------------------------
INSERT INTO `seller` VALUES ('1', '123', '东北小卖部', '13460986283', '哈尔滨南岗区西大直街92号');
INSERT INTO `seller` VALUES ('10', '123', '桂林米粉店', '13460986280', '广西南宁市大学东路100号');
INSERT INTO `seller` VALUES ('2', '123', '翠花的特产店', '13460986282', '长春市前进大街2699号');
INSERT INTO `seller` VALUES ('3', '123', '重大饭堂旗舰店', '13460986283', '重庆市沙坪坝区沙正街174号');
INSERT INTO `seller` VALUES ('4', '123', '南京的家', '13460986284', '江苏省南京市汉口路22号');
INSERT INTO `seller` VALUES ('5', '123', '天津的家', '13460986285', '天津市南开区卫津路92号');
INSERT INTO `seller` VALUES ('6', '123', '河南的家', '513460986286', '河南省开封市明伦街85号');
INSERT INTO `seller` VALUES ('7', '123', '广州点都得', '13460986287', '广州市天河区中山大道西55号');
INSERT INTO `seller` VALUES ('8', '123', '魔都美味', '13460986288', '上海市普陀区中山北路3663号');
INSERT INTO `seller` VALUES ('9', '123', '兵马俑美食广场', '13460986289', '西安市友谊西路127号');